{
  "id": 3,
  "cause_id": 3,
  "cause_name": "Inspiration Corporation",

  "name": "Inspiration Corporation",
  "crowd_fund_type": "SLINGSHOT",

  // Progress
  "goal_date": "09/Jul/2017",
  "goal_type": "DOLLARS",
  "goal_amount": 250,

  // JSON for landing page
  "page_data": {
    "colorScheme": "red_blue",

    "optionsInCents": [200, 400, 2000],
    "monthlyMaxOptionsInCents": [2500, 5000, 25000],

    // # Content, header
    "headerWhenPhrase": "Every time we enroll a Chicagoan struggling with poverty into our programs,",
    "headerGivePhrase": "get them on their feet",
    "headerLogoImgPath": "https://s3-us-west-2.amazonaws.com/give-when/static-images/inspiration-corp/inspiration_logo.GIF",

    // # Content, headline
    "headline": "Political budget battles left Chicagoans in homelessness and poverty. But we can change that.",
    "headlineLoud": false,
    "subheadline": "The budget battles in Springfield and Washington D.C. have left big holes in our budget and more people in need. Let’s respond and help our neighbors get back on their feet.",
    "headlineImgPath": "https://s3-us-west-2.amazonaws.com/give-when/static-images/inspiration-corp/kitchen-1-original.jpg",
    "headerLogoImgSize": 50,
    "largeHeadlineText": false,

    // # Content, give when blocks
    "giveStatement": "Help Illinoisans working to overcome poverty get back on their feet",
    "whenStatement": "Every time we enroll an Illinoisan experiencing homelessness and poverty into our programs",

    "disclaimerParagraphs": [
      "Inspiration Corporation is a non-profit 501(c)(3) organization. Donations are tax-deductible for federal income tax purposes. Our federal tax ID number is 36-3673980. Once enrolled, your gift will be made automatically each month. We will also remove you from our mailing lists, which means no more fundraising letters."
    ],

    "contentSections": [
      {
        "type": "one_panel",
        "headline": "Our Mission",
        "paragraphs": [
          "In an atmosphere of dignity and respect, Inspiration Corporation helps people who are affected by homelessness and poverty to improve their lives and increase self-sufficiency through the provision of social services, employment training and housing.",
          "Each year, Inspiration Corporation works with Chicagoans who are characterized by chronic homelessness, unemployment or underemployment, mental illness, substance addiction, and social isolation. These individuals all share the strength to move beyond their current situation and toward self-sufficiency."
        ]
      },
      {
        "type": "one_panel",
        "headline": "Our Programs",
        "colorType": "color__bright",
        "paragraphs": [
          "Our Housing Services program offers rent subsidies and case management with wraparound supportive services for 104 units of supportive housing citywide.",
          "Our  Foodservice Training program offers hard and soft skills job training, transitional jobs, and placement and retention services, providing opportunities for job seekers affected by homelessness and deep poverty to obtain the skills and services needed to become employed. We operate a social enterprise restaurant and catering business called Inspiration Kitchens in East Garfield Park where our students get real, on-the-job experience. Check us out on Yelp!",
          "At Inspiration Cafe in Uptown we serve meals in a restaurant-style setting and provides supportive services in an environment designed to help individuals on their journeys toward self-sufficiency."
        ]
      },
      {
        "type": "letter",
        "headline": "Who We Serve",
        "paragraphs": [
          "Because Inspiration Corporation practices a harm reduction approach and provides services to people who are not housed or who have physical, emotional, or experiential barriers to employment, those who do not succeed in other programs are often referred to Inspiration Corporation. This willingness to help the highest-need Chicagoans to improve their lives distinguishes Inspiration Corporation from other programs in its peer group.",
          "At the time of enrollment, a majority of Inspiration Corporation’s program participants are homeless. Upon entry, many are living in emergency shelters, interim housing, single-room occupancy units, or on the street. Homelessness self-perpetuates by creating barriers to maintaining personal hygiene, work-appropriate clothing, and consistent access to phones, voicemail and Internet.",
          "All participants share a determination to improve their situation, with qualities of resilience, resourcefulness and a depth of life experience. Inspiration Corporation’s client-centered service provision model provides flexibility to address the complex challenges and support the unique strengths of each participant."
        ]
      }
    ]
  },

    // Defaults
  "default_selected_amount_in_cents": 400,
  "default_selected_monthly_maximum_in_cents": 5000,

  // Social
  "open_graph_title": "Support Chicagoans Suffering Homelessness",
  "open_graph_description": "Political budget battles left Chicagoans in homelessness and poverty. But we can change that.",
  "twitter_message": "Political budget battles left Chicagoans in homelessness and poverty. But we can change that. ➡ https://wegivewhen.com/campaigns/inspiration-corporation",
  "suggested_email_subject": "Support Chicagoans Suffering Homelessness",
  "suggested_email_body": "Hey: I just joined the campaign and I hope you will too. Political budget battles left Chicagoans in homelessness and poverty... But we can change that. ➡ https://wegivewhen.com/campaigns/inspiration-corporation"
}
